Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “哦，那么……”薄飞平眼中一亮。
en_us: "Oh, then..." Pu Feiping mumbled.

source: “哦，那人啊……被兔子驮走了。”沈萤有气无力的回答，“兔子说很喜欢他的肉身，说要拉回去泡萝卜，我就给他了。”总不能老扔在院子里。
en_us: "Oh, that person...he was carried off by the rabbit." Shen Ying answered lifelessly, "Rabbit said he liked his flesh, said he wanted to take him back to make carrot stew, so I let him have it." She could not just leave it lying in the yard.

source: “哦，那你为什么不高兴？”满足你。
en_us: "Oh, why are you unhappy?" I'll satisfy you.

source: “哦，那你叫啥？”
en_us: "Oh, then what's your name?"

source: “哦，那你查查他们今天穿什么亵裤？”
en_us: "Oh, go and find out then."

source: “哦，那你要关多久？”沈萤问。
en_us: "Oh, how long are you going to lock yourself up for?" Shen Ying asked.

source: “哦，那你走吧！”她爽快的挥了挥手，还交待了一句，“回去多吃点草，生窝继续吃素的兔子。”
en_us: "I see, you may leave then!" The woman waved her hands carefreely and instructed, "Remember to eat more grass when you return and continue bearing more grass-eating rabbits."

source: “哦，那只是厨房！”
en_us: "Oh, that's the kitchen!"

source: “哦，那就原味吧！”失望。
en_us: "Oh, then we'll just stick with the original taste!" Disappointment.

source: “哦，那就拉开点呗。”沈萤随意回了一句，直接一手伸到那裂缝之中，用力往外一拉。
en_us: "Oh, then open it up," Shen Ying answered callously. She stuck her finger into the crack, hooked onto its side and pulled her finger outward forcefully.

source: “哦，那春眠！”
en_us: "Oh... well, I'm still going into hibernation!"

source: “哦，那有什么用？”还不是个萝卜。
en_us: "Oh, then what use are they?" It’s a radish afterall.

source: “哦，那给你好了。”就当烤鸡的人工费，“鸡肉熟了吗？”
en_us: "Oh, then you can have it." Just take it as payment for roasting the chicken. "Is the chicken cooked?"

source: “哦，那继续吧！”
en_us: "Oh, then please get on with it!"

source: “哦，那谢谢了。”
en_us: "Oh, thank you then."

source: “哦，那谢谢啊，萝卜过来！”
en_us: "Oh, thank you then! Radish, come here!"

source: “哦，那走吧！”沈萤挥了挥手，示意羿清唤出灵剑。
en_us: "Oh, let's go then!" Shen Ying waved, signalling Yi Qing to draw his spirit sword.

source: “哦，那这么久了……不会过时吗？”
en_us: "Oh, then after all this time... aren't they now outdated?"

source: “哦？”
en_us: "Oh?"

source: “哦？是你啊！”
en_us: "Huh? It's you! "

source: “哦？果然是江家的人！”
en_us: "Oh? You are indeed a member of the Jiang Clan!"

source: “哦？果然！”
en_us: "Oh? True enough..."

source: “哧哧——”
en_us: "Tsk, tsk "

source: “哪里不一样？你在现代的时候，也时时纠结着比尔盖茨比你有钱，天天睡不着觉吗？”
en_us: "What's different about it? When you were in modern times, weren't you constantly losing sleep over the fact that Bill Gates was richer than you?"

source: “哪里像萝卜了，这是紫霞玄芝。”孤月纠正。
en_us: "How does this look like a carrot? This is a Splendor Lingzhi," Lonemoon corrected.

source: “哪？”众妖再次巡视四围几遍，仍是没看到发声的人是谁。
en_us: "Where?" The demons scanned their surroundings once more, but still failed to find the originator of the voice.

source: “哼。”对面突然传来一声冷哼，顿时游仙的威压铺天盖地的就压了过来，瞬间就充斥着整个主峰，孤月等人早有防备还好，一些低阶的弟子，直接倒了下去，口吐鲜血。
en_us: "Hmph." The other party suddenly sneered. The suppressive aura from the Traveling Immortals enveloped the entire sky and engulfed the main peak. Lonemoon and a few others were prepared for this so they were fine, but the lower level disciples immediately fell down and spewed blood.

source: “哼哼！三个月，只要给我三个月时间，我一定让整个江家刮目相看！可惜……干爷爷看不到！”
en_us: "Hmph! Three months! Just give me three months, and I will definitely make the entire Jiang Clan take notice of me! Too bad, though... God-Grandfather will not be able to see me at this moment!"

source: “哼！”
en_us: "Hmph!"

source: “哼！”枫影冷哼一声，完全没把孤月的不满放在眼里，“你以为本楼主愿意待在你们这破门派？”
en_us: "Hmph!" Feng Ying sneered, not putting Lonemoon's unhappiness in regard, "You think that I am willing to stay in your lousy sect?"

source: “哼！”用你说。
en_us: "Hmmph!" That goes without saying.

source: “哼！”那人冷笑了一声，越加轻视的看了众人一眼道，“这个世界本来就没有什么飞升之路。”
en_us: "Pfft!" The man scoffed. He glanced at the group even more condescendingly, "There is no such thing as Immortal Ascension in this world."

source: “哼！”魔龙冷哼了一声，身上片刻间溢出大量的魔气，挡开了那些电光，朝着下方的水族一扬手道，“杀了他们！”
en_us: "Hmmph!" The Wyrm Demon snorted coldly. Demonic aura immediately emanated from his body, warding off the lightning bolts. Looking down at the aquatic beasts, he ordered with a wave of his hand, "Kill them!"

source: “哼！你们无敌派掌门，毁了我郁家，还废了我千年的修为。”郁海珩双眼赤红，满目狰狞之色，突然想到了什么，深吸一口气道，“若不是有先祖护佑，我郁家还真就此败落，如此血海深仇，不将你们满门屠尽，难消我心头之恨。”
en_us: "Harrumph! Your Invincible Sect has destroyed my Yu Family and my millennium cultivation," snarled Yu Haiheng, his eyes bloodshot and his expression savage. Then, suddenly recalling something, he took a deep breath and said, "If I had not had the protection of my ancestors, my family's status would have declined. This blood feud is so great that only annihilating your entire sect can assuage my hatred."

source: “哼！你到底上不上，你不上，我可就先采了。这可是元婴，采了她，我也可以结婴了。”说完，还咽了口口水。
en_us: "Hmph! Are you going to go for it? If you aren't, I am going to harvest her first. This is a Nascent Soul cultivator. After harvesting her, I can complete my Nascent Soul Formation." He even swallowed a mouth of saliva.

source: “哼！我为何嗝……要告诉你嗝……们。”枫影完全没有配合的意思，牛气轰轰的冷哼了一声，可惜那时不时溢出的嗝，破坏了原本的牛气，“这叫系统的嗝……东西，已经与我定下灵魂嗝……契约。你们眼红也……”
en_us: "Hmph! Why must I- burp, tell you- burp, guys?” Feng Ying had no intention to co-operate at all. He tutted furiously. Unfortunately, he didn't look very intimaditing while he was burping. "This system- burp, has been around since I signed my soul- burp, contract. You might be jealous but..."

source: “哼！暴雨拳，看招！”
en_us: "Hmph! Thunderstorm Punch, take that!"

source: “哼！本尊此次出来，只是为了找人，又不是来除魔卫道的。”他冷哼一声，转开了头。
en_us: "Hmph! My purpose of coming out was to seek a person and not to rid fiends and protect the Dao." He snorted coldly and turned his head away.

source: “哼！江逸当众行凶，我等劝说之后依旧一意孤行，所有人听令，一起上拿下江逸！”
en_us: "Hmph! Jiang Yi is committing crimes in public. We have tried to advise him but he continues to be stubborn. Everyone listen to my orders and take down Jiang Yi!"

source: “哼！还在嘴硬！”那黑衣人冷哼一声，“羿清，你仗着自己是剑修，追了我三天三夜，害我苦心练制噬魂幡差点毁于一旦，今日我就要拿你祭旗，以消我心头之恨。”
en_us: "Hmph! Still stubborn as ever!" The person in black snorted coldly, "Yi Qing, just because you practice the cultivation of swords, you chased me for three consecutive days and nights which nearly caused the destruction of the Soul Devouring Gonfalon that I went to great efforts to create. Now, I'll sacrifice you to the Gonfalon to appease my hatred for you!"

source: “哼！还想逃？江如虎，受死！”
en_us: "Hmph! Still trying to escape? Jiang Ruhu, accept your death!"

source: “哼！还愣着干什么？全部给我上！”
en_us: "Hmph! What are you guys waiting for? Everyone, attack!"

source: “哼！迫不得已？”戚橙雨满脸的嘲讽，“那么我当年拼了命的逃回来，你亲手废我百年修为，还故意将我扔入冥阴山魔窟，受尽凌辱，也是迫不得已吗？”
en_us: "Hmmph! You had no choice?" Qi Chengyu's expression was full of sarcasm. "So when I fled back to you that same year, when you destroyed my hundred years cultivation, deliberately threw me into the fiend dungeon at Ming Yin Mountain, and left me to endure endless humiliation, were you also forced to do all those things?"

source: “哼！雕虫小技。”
en_us: "Parlor tricks," the third-stage guard bellowed.

source: “哼，一个小小的元婴修士，还真以为赢得过本尊。”火龙接连被击散，青亦似乎是怒了，眼神一沉手里的法印变换，顿时那些被击散的火苗开始疯狂的燃烧起来，刹时间就化成一片火海，吞噬整个仙宫秘境。
en_us: "Hmph, a mere Nascent Soul cultivator really thinks he can win against me." As the inferno dragons faced continual attack from Yi Qing's swords, Qing Yi became increasingly outraged. He swiftly changed the imprint of his palm, and the small flames suddenly grew into huge ones. In seconds, a sea of fire formed, engulfing the Immortal Pavilion mystic realm..

source: “哼，一个都跑不了。”郁海珩冷哼一声，朝着身后的其它修士道，“杀了她们！”
en_us: "None of you can escape." Yu Haiheng said coldly. Turning to the other monks behind him, he instructed, "Kill them!"

source: “哼，九阳老儿，你枉自拥有绝世天资，最终却没能成仙，就是因为这种无聊的感情！区区庸碌众生，不过是天地间的刍狗罢了，若是看不穿这点，又如何能够做到寿与天齐，成就仙班？如果你的废话只有这些，本座可没兴趣继续听下去了，拔出你的火龙剑，本座这就送你一程！”冥皇手中凭空出现一把数丈长的镰刀形兵器，随手一挥，冥气和死气泾渭分明，缭绕两边。
en_us: "Hmph! Fogey Nine Yang, you possess peerless talent, but ultimately you failed to become immortal, solely because of this pointless attitude! Mere mortals are nothing but dogs in this world. “If you can't overlook this, how can you expect to enjoy a lifespan equal to the world and ascend to the ranks of the immortals? If rubbish is all you can spew, I have no reason to continue listening. Draw your Fire Dragon Sword. I am going to send you on your way!" A long sickle-like weapon appeared out of thin air and floated into the hands of the Netherworld King. With a flick of his hands, the smell of death and hell arose, lingering on both sides.

source: “哼，九阳老儿，几千年没见，没想到你的废话还是这么多，脸皮还是这么厚！”
en_us: "Hmph! Fogey Nine-Yang, I haven't seen you for a few thousand years, yet you are still full of crap and as thick-skinned as ever!" the Netherworld King retorted coldly.

source: “哼，你们用不着在这虚张声势。”郁海珩却好似耐心用尽，朝着后面的众人一挥手道，“别说她现在不在这里，就算以后知道了此事又如此，只要她敢来郁家报仇，一样会被困入塔内。今日你们谁都别想逃掉！”
en_us: "Hmph, you don't have to act unafraid," Yu Hai Heng patiently replied. He waved toward the people behind him and said, "She's not here now, and even when she finds out about this next time, she will be trapped in the pagoda like the rest if she dares to seek revenge from the Yu Family. All of you can forget about escaping today!"

source: “哼，你们要杀……便杀！”血狐冷哼一声，身上的血像是不要钱似的往外冒，它却仍是一脸狠厉的道，“我只后悔没有尽快杀了镇上那些凡人，为我妻儿报仇。”
en_us: "Hmph, just… kill me if you want!" sneered the blood fox. The blood in his body was bleeding out ceaselessly, but it remained fierce. "My only regret is that I didn't manage to kill those mortals in the town to avenge my wife and son."

source: “哼，你们说的没错，我刚试过了，紫霞玄芝的确救不活我儿。”他狐尾一扫，直接把祭台上的盒子扫落在地。
en_us: "Hmmph, you are right, I had just tested the Splendor Lingzhi. It really could not revive my son." Swishing his tails, the fox demon swept the box on the altar to the ground.

source: “哼，你自身都难保了，还想救人。”任翼根本不把她的威胁放在心上，“凡人确实不能采补，不如就做成傀儡吧！”
en_us: "Hmph, you cannot even save yourself and you still want to save others." Ren Yi did not take her threat to heart. "Mortals cannot be harvested, but perhaps she can be made into a puppet!"

source: “哼，你这个小娃娃，到是颇有眼光。”碧涛这才满意的飘了过来，上下打量了孤月一眼道，“老朽的确就是这仙宫之主，丹阳宗宗主，道号碧涛。”
en_us: "Hmph, you little girl. You do have quite good taste." Bitao was satisfied. He flew over and looked Lonemoon up and down. "I am indeed the master of this Immortal Pavilion, and the Sect Master of Dan Yang Sect. My Dao name is Bitao."

source: “哼，几位真是让我等好找！”那青衣的中年人上前一步，一甩手里的算盘转身对旁边的人大声道，“老板刚刚在‘飘香楼’吃霸王餐的，就是这几人！”
en_us: "Hmph, you really made me work hard to find you!" the green-robed middle-aged man said as he stepped toward them. He waved the abacus, turned to the man beside him and said, "Boss, these are the people who ate at our Fragrant Restaurant and didn't pay up!"

source: “哼，别跟我来这套，说出你们的目的！”
en_us: "Hmph, don't try to fool me. Speak your real motive!"

source: “哼，少给我装蒜！”右边一个化神修士直接上前一步，听声音正是之前喊话的那一位，“我轩辕家三位长老好心来此界，帮你等一探新出世的秘境虚实，你们却不知好歹，也不知用何等卑鄙手段将他们杀害在秘境之中。我轩辕氏做为上青界四大家族之一，不该来向你们讨回这笔血债吗？”
en_us: "Hmph, stop feigning ignorance!" The cultivator on the right came forward. "My three Elders of the Xuan Yuan Family came over to this world in good faith to help you explore and check how true the newly surfaced mystic realm was. Yet not only did you guys not appreciate it, you used some despicable means to kill them in the mystic realm. As one of the four largest aristocratic families in the Upper Azure World, should I not have come here to claim blood revenge?"

source: “哼，幻影拳，我也会！”
en_us: "Hmph, Phantom Punch. I know it too!"

source: “哼，成王败寇，不过你休想我透露半点信息。”
en_us: "Hmph, you have the upper hand now and act like you're right, but I won't tell you anything."

source: “哼，我原本就没打算活着出去。”她根本不受他的威胁，招式越加的凌厉起来。
en_us: "Hmph, I did not intend to leave here alive." Unafraid of his threat, her attacks became even more powerful.

source: “哼，我原本确实打算如此。”血狐冷哼了一声，好像藏着什么的尾巴突然朝身前动了动。它低下头原本狠戾的神情瞬间换成了满脸的柔情，扬手在尾巴拂了拂，动作轻柔得似乎怕是吓醒什么，“算那镇中的人命大，谁让那狸猫为我儿带来了更好的东西。”
en_us: "Oh, I had intended to." The blood fox snorted, and the tail that seemed to be hiding something suddenly moved a little to the front of his body. He looked down and the previously vicious expression on his face turned tender. Raising his hand, he patted at the tail, his movement so gentle that it seemed as if he was afraid to awaken something. "The town can count itself lucky, as the civet cat has brought me something even better."

source: “哼，我等未亲自去找她的麻烦，没想到她的人，居然主动送上门来了。”
en_us: "Hmph, we haven't gone to settle scores with her. I didn't think that her subordinates would voluntarily turn up at our doorstep."

source: “哼，没想到本尊在这塔中等了千万年，世界终于出了两个，有能力登上塔顶的人物，真是……天助我也！哈哈哈哈哈……”他突然发出一阵狂笑，周身的黑雾瞬间大盛，眨眼间就迷蔓了整个塔顶。刚刚还算明亮的空间顿时阴暗起来。
en_us: "Hmph, who would've thought that after waiting for millions of years, the world would give me two people who are capable enough to reach the top of this pagoda. The Heavens are on my side! Hahaha..." he suddenly laughed maniacallyy. The black fog around him thickened and began to fill the entire space. The well-lit room quickly fell into darkness.

source: “哼，现在没听过没关系，以后你们会记住这个名字的！”那男子一脸自信。
en_us: "Hmph, it's okay if you haven't heard of us yet. You will definitely remember us in future!" The man smiled arrogantly.

source: “哼，知道我来自上界，还不给我退下！”那人牛气轰轰的瞪了众人一眼，眼神轻蔑得仿佛在看什么脏东西一样，沉声道，“你这妖女，到底对我用了什么法术？”他居然摆脱不了。
en_us: "Pfft, you know that I am from the Upper World and you're not going to back off?" The person was clearly furious. He glared at each person around him, as if they were dirt underneath the sole of his shoes. "You wretched woman, what spells did you cast on me?" He could not shake it off.

source: “哼，算你识相。”
en_us: "Hmph, at least you are sensible."

source: “哼，自不量力。”游仙青岚眉心一拧，冷哼了一声，看了旁边的另一个修士一眼，也飞身攻了上来。羿清直接迎上另一名修士。
en_us: "Pui, you've overestimated yourself." Travelling Immortal Qing Lan's eyebrows furrowed. He snorted, glanced at the cultivator beside Lonemoon, and flew forward to attack. Yi Qing moved to attack the last cultivator.

source: “哼，自不量力。”郁海珩再没保留，也直接加入了战局。与其它化神修士一起朝着枫影去不同。他条条风刃全数挥向了思羽和郁红，仿佛只想致她们于死地一般。
en_us: "Hmph, you don't know your own strength," Yu Hai Heng went all out and increased his intensity in battle. He adopted a different strategy from the other Soul Formation cultivators - he continuously shot wind blades at Si Yu and Yu Hong, as if he was determined to kill them.

source: “哼，臭小子！”那魔修从盒子里拿出一个铃铛样的法器，瞪了年轻修士一眼，“这魔音铃合该就是魔修法器，就凭你这练气的小子也敢跟本座抢。”
en_us: "Hmph, you punk!" That fiend cultivator took out a bell-shaped Dharma artifact from the box and glared at the young cultivator, "This FIend’s Bell should have been a fiend cultivation Dharma artifact, how dare a puny punk like you snatch it from me."

source: “哼，虽然不能手刃那妖女，杀了你也能一解我等心中郁气。”
en_us: "Hmph, we might not get to deal with that demoness, but killing you will allow us to let off some steam!"

source: “哼，说得好听。老贼！若是不逃，你还会让我们活着回到郁家吗？”郁红冷哼一声，满腔的恨意顿时就暴发了出来，“堂堂郁家旁系的真人，却与断空涯的魔修有来往。主家若是知道这些，可会放过你！”
en_us: "Hmph. Isn’t that nice to hear, old crook! If we do not run away, will you let us return to the Yu Family alive?" Yu Hong sneered with bursting hatred she said, "As a Perfected One of Yu Family's branch lineage, you had dealings with a fiendish cultivator of Sky Severance Cliff. If Master had found out about that, he would not have let you off!"

source: “哼，谁知道她们用了什么手段？”郁家仍旧不肯罢休，扫了思羽一眼道，“别忘了振祥说过丢失了法宝，她突然变成体修，不就是证明吗？况且她口中的那个师姐，还姓郁！我已经验过血脉了，她的确是我郁家旁系的子孙，也是那失踪的逃奴之一。振祥之死，就算不是她们做的，也……”
en_us: "Hmph, who knew what kind of means they resorted to?" The Yu Family still did not let it go, he glanced at Si Yu, "Don't forget that Zhen Xiang had lost a Dharma treasure, and she suddenly became a body cultivator, isn't that proof? On top of that, the Senior Sister that she said had the Yu surname! I had already tested their bloodline, she is indeed the descendants of the Yu Family's collateral kin and one of the missing escaped slaves. As for Zhen Xiang's death, even if they weren't the culprit, they also..."

source: “哼，跑得了吗？”
en_us: "Hmph, is it even possible to escape?"

source: “哼，还在狡辩！”那人突然扬手化出了两面水镜，一边结印一边大声道，“我轩辕家的人，入门之时会在神识中种下追魂印，此印只会在陨落之时启动，将受术者死前的影像传回宗门。”
en_us: "Hmph, you are still quibbling!" That person suddenly raised his hand to manifest two crystallic mirrors, and as he produced a seal, he said loudly, "The people of my Xuan Yuan Family plant a Soul Chasing Seal in their Divine Perception. This seal would only be activated upon being destroyed, sending an image of the moment right before their death back to the sect."

source: “哼，迟了……看我的暗器，万毒穿心粉！”
en_us: "Hmph, it was too late... taste my hidden weapon - the Heart-Pierce Million-Poison Powder!"

source: “哼，道友可别胡说，千叶草木灵是我轩辕家至宝。什么时候成了你的物品？”
en_us: "Hmph, this Fellow Daoist is just talking nonsense. The Thousand Leaves Vegetation Spirit is the treasure of my Xuan Yuan Family. Since when did it become yours?"

source: “唉……”
en_us: "Sigh"...

source: “唉……好汉不提当年勇，回忆再多也无用，就不知我这惨状待会被小奴看到，又会担心成什么样子。”
en_us: Jiang Yi sighed. “Worthy men do not dwell on past glories. It’s useless no matter how much I look back. Come to think of it, I have no idea how much Xiaonu would start worrying about me if she saw me in this pitiful state…”

source: “唉……我都五天没吃饭了。”力气都没有，哪有功夫记名字。
en_us: "Ah… I haven't eaten in five days." How can I remember names when I don't have any strength left.

source: “唉……这陪练果然不是人干的活啊，难怪如此高价还是缺人，这群公子小姐完全不把陪练当人看。”
en_us: Sigh... this sparring partnership job is definitely not a task that humans should do. No wonder why there is still a shortage of personnel even with an offer of high pay: these young masters and mistresses don't even treat their sparring partners as fellow human beings.

source: “唉！”
en_us: "Sigh"...

source: “唉！”另一名化神尊者叹了一声道，“如今这中青界的化神修士是越来越少了。这都快一百年了，才有愿意从这里升入上青界的人。”
en_us: "Sigh!" Another one of the Soul Formation Supremacies sighed and said, "Nowadays the number of Soul Formation cultivators in the Middle Azure World has been dwindling. It has been almost 100 years since someone is willing to enter the Upper Azure World."

source: “唉！算了，我在这！”
en_us: "Sigh! Forget it, I'm here!"

source: “唉，其实吧，就算我听不见，你招呼不打就找系统聊天去了，跪这半天干瞪眼，不觉得有点尴尬吗？”
en_us: "Eh, actually even if I can't hear it, you didn't have any greeting and began to talk with the system, then knelt here for so long and just glaring around, don't you find it awkward?"

source: “唉，只希望这次来的……咦？”他话到一半突然愣住，猛的睁大了眼睛，“我怎么感觉山下有魔修的气息？”
en_us: "Sigh, we can only hope the one that is coming this time… huh?" He stopped in mid-sentence looking shocked, his eyes widened. "Why can I feel the aura of a fiendish cultivator?"

source: “唉，小红妹子她们都已经正式入门了，不会再半夜来这了。”
en_us: "Sigh. Little Hong and her girls have already been officially accepted into the sect, so they won’t be coming here at midnight anymore."

source: “唉，我总是说不过你！不过爱好和平的我既然死到临头，也就没心情再打上一场了……”
en_us: Wu Ming sighed. "I can't win a war of words against you! Now that the peace-loving me is at hell's gate, I’m in no fighting mood…"

source: “唉，我玄天宗怎么出了这么一个人。”
en_us: "Eh, how did my Blackheaven Sect produce such a person?"

source: “唉，是我等疏忽。”薄仪也长叹了一声道，“安儿身上早已有了魔种。之前那个闯入的魔族，定是看透了这一点，所以才干脆将魔门转移到安儿身上，想要引他入魔后，再开启界门。”
en_us: “Sigh.. It was our negligence. ”Pu Yi sighed，“An had the demonic seed in him all these while. The demonic beast that broke in must have realized that too, which is why he transferred the gate to the Door of Demon Realm onto An. He wanted to re-open the Realm gate after luring him to become a demon beast.”

source: “唉，算了！”沈萤觉得这一趟有点亏，还以为出来能吃顿好的，没想到啥都没有。看来园长明显没有抖M他爹，那么懂事啊。她叹了一声，转眼却看到岸边不断被海水冲上来，各种半截的小动物。
en_us: "Hai, forget it!" Shen Ying felt shortchanged; she though she would get to eat good meals on this trip. Apparently Yi Feng was not as savvy as the masochist's father. As she was sighing, her eyes alighted on severed animal body parts on the shore that had been washed up by the tide.

source: “唔……”
en_us: "Huh...."

source: “唔……这些你别管，相信我！小奴，或许……要不了多久，我就能让你过上好生活了，再也不用出去做工了。”
en_us: "Huh... You don't have to worry about these things, believe me! Xiaonu, perhaps... very soon, I will be able to provide a good life for you. You will no longer need to go out and work anymore."

source: “唔……这小子好快的反应速度，这是铸鼎境二重吗？”
en_us: "Huh... this brat has such a swift reaction, is he at the second stage of the Cast Tripod Realm?"

source: “唔。”
en_us: "Oh."

source: “唔舍（没啥）。”正拼命塞糕点的某人回了一声，吞下口里的糕，顺口回道，“一些以前村里的事。”
en_us: "It was nothing." Someone replied while busily shoving pastries into her mouth. After swallowing the cake in her mouth, she continued, "It was about our old matters in the village."

source: “唔苏（我说）……唔苏！”他说还不行吗？
en_us: "I'nn sveak (I'll speak)... I'nn sveak!" Can't he choose to speak now?

source: “唰！唰！唰！”
en_us: "Swish! Swish! Swish!"

source: “啃老有什么好学的喂？你脑袋是不是有坑啊？”
en_us: "What's there to learn about leeching off your parents? Is your brain damaged?"

source: “啊——”
en_us: “Ah—”

source: “啊……”护法？有吗？
en_us: "Ah..." Protecting Dharma? Did I?

source: “啊……”这个问题他还真没想过。说话你丫想了半天，就是为了这个问题吗？
en_us: "Oh…" This was a question he really had not considered. So after all that thinking, this was what she actually wanted to ask?

source: “啊……啊！”
en_us: "Ah... Ah!"

source: “啊啾！”主峰中，正商量到一半的孤月打了个喷嚏，咦？怎么觉得刚刚有人在骂他？
en_us: "Ah choo!" In the main peak, Lonemoon sneezed in the middle of a discussion. Ah? Why does it feel like someone just scolded me?

source: “啊啾！”孤月忍不住打了个喷嚏，迎来数十道齐唰唰的目光谴责。他心底一梗，妈的，他是疯了才半夜不睡觉，跟着这群智障出来胡闹。这么久了，连根妖怪毛都没看到。
en_us: "Ah choo!" Lonemoon let out an involuntary sneeze and was greeted by dozens of chiding eyes. He must be crazy leaving his bed in the middle of the night to follow this group of mental retards. They had waited for so long but not so much as a demon's hair could be seen.

source: “啊！”
en_us: “Ah!”

source: “啊！”她愣了一下，“不是无限量供应的吗？”
en_us: "Ah!" She faltered momentarily. "Wasn’t it unlimited?"

source: “啊！”戚橙雨一时没反应过来，呆了一下。走？去哪？
en_us: "Oh!" Qi Chengyu did not react in time and was dazed for a moment. Go? Go where?

source: “啊！啊！啊！”
en_us: “Ah!” “Ah!” “Ah!”

source: “啊！啊？”兔王彻底呆了，猛的睁大了眼睛，“您打算……放过我？”
en_us: "Ah! Ah?" The Rabbit Monarch was completely dumbfounded as it widened its eyes in disbelief. "You plan on… letting me go?"

source: “啊！啊？”印风还沉静在那份不平等的契约里没回过神，对方却已经起身打算走人了。
en_us: "Ah! Huh?" Yin Feng was still silent, thinking about the unequal contract. Yet, Lonemoon was already planning to leave.

source: “啊！啊？”易峰一愣，想了想解释道，“灵主……只是下去休息，并是……”不是回易家。
en_us: "Ah! Huh?" Yi Feng hesitated and explained, "Spirit Master... we are only going to take a rest, we're not..." We're not returning to the Yi Family.

source: “啊！啊？”易峰愣了一下，还有什么？
en_us: "Huh! Huh?" Yi Feng was confused. What others?

source: “啊！啊？”薄飞平一愣，还以为对方至少会犹豫一下，秒拒是什么鬼？
en_us: "What! What?" Pu Feiping exclaimed. He originally thought that the other party would ponder over it for a while, but what is the meaning of this instant rejection?

source: “啊！啊？”这就答应了，不需要再考虑一下吗？
en_us: "Huh! Huh?" You agreed just like that, don't you need to think it over?

source: “啊！啊？”那人惊了一下，以为听错了，“您……您不是掌门吗？”
en_us: "Ah! Ah?" The asker was taken aback and thought that she had heard wrongly. "You… you are the sect master, right?”

source: “啊！那我们……”
en_us: "Ah! Then we..."

source: “啊！？”羿清差点以为自己听错了，见她不像是开玩笑的样子，才试探的问，“师父……可是习惯御器而行？”
en_us: "Ah!?" Yi Qing almost thought he had heard wrongly, but she did not seem to be joking, so he tried asking, "Master… Are you used to travel by artifact-riding?"

source: “啊，啊……江逸你完了，你他妈竟敢打断我的手，你完了，你这次死定了！”
en_us: "Ah… ah… Jiang Yi, you are a goner! You bloody bastard! How dare you break my arm!? You are a dead duck this time!"

source: “啊，啊！小野种，我要杀了你，杀了你！”
en_us: "Ahh, Ahh! Little bastard, I'm going to kill you, kill you!"

source: “啊，啊，不要——”
en_us: “Ah… Ah… No!”

source: “啊，啊，啊！”
en_us: “Ah!” “Ah!” “Ah!”

source: “啊，我杀了你这野种！”
en_us: "Ahh! I will kill you, bastard!"

source: “啊？”
en_us: "Huh?"

source: “啊？”啥意思？
en_us: "Huh?" What does she mean?

source: “啊？”她愣了一下，专心吃去了，根本听见他们在说什么。
en_us: "Ah?" She faltered then continued eating in concentration, not listening to what they were saying.
